Repository: Octopussy-Project/Octopussy
Catalog: usr/share/aat/Translations/*.po
Languages: fr

# _MSG_SERVICES_FOR_SERVICEGROUP
source: Services for Service Group %s
fr: Services pour le Groupe de Services %s

# _MSG_SSH_PUBKEY_REQUIRED
source: SSH Public Key Required
fr: Clé Publique SSH requise

# _MSG_STATIC_ALERT_CREATION
source: Static Alert Creation
fr: Création d'Alerte Statique

# _MSG_STORAGES_DEFAULT_DIRECTORIES
source: These Default Storage Directories are only used for New Devices ! If you want to change Logs Directory for a specific Device/Service, do it in the Devices/Storages Page.
fr: Ces Répertoires par Défaut sont utilisés uniquement pour les nouveaux Equipements ! Si vous voulez changer ces Répertoires pour un Equipement/Service spécifique, faites le avec la Page Equipements/Stockages.

# _MSG_STORAGES_FOR_DEVICE
source: Storages for Device %s
fr: Stockages pour l'Equipement %s

# _MSG_SUBMIT_TO_IMPROVE
source: Submit my Service/Table to improve Octopussy
fr: Soumettre mon Service/ma Table pour améliorer Octopussy

# _MSG_THIS_IS_MY_NEW
source: This is my new/updated Service/Table
fr: Voici mon nouveau/ma mise à jour de Service/Table

# _MSG_TOTAL_EVENTS_LAST_MINUTE
source: Total Events on Last Minute
fr: Total des Evénements sur la Dernière Minute

# _MSG_TOTAL_REPORTS
source: Total: %d Reports
fr: Total: %d Rapport(s)

# _MSG_UPDATE_CONFIG
source: Update Configuration
fr: Mise à Jour de la Configuration

# _MSG_UPDATE_PREFS
source: Update Preferences
fr: Mise à Jour des Préférences

# _MSG_UPDATE_SELECTED_REPORTS
source: Update Selected Reports
fr: Mise à Jour des Rapports Sélectionnés

# _MSG_UPDATE_SELECTED_SERVICES
source: Update Selected Services
fr: Mise à Jour des Services Sélectionnés

# _MSG_UPDATE_SELECTED_TABLES
source: Update Selected Tables
fr: Mise à Jour des Tables Sélectionnées

# _MSG_USER_ALREADY_EXISTS
source: User already exists !
fr: Utilisateur déjà existant !

# _MSG_USER_CAN_ONLY_VIEW_N_MINUTES_LOGS
source: Your user can only view %d minutes of logs
fr: Votre utilisateur ne peut voir que %s minutes de logs

# _MSG_WIZARD_MSGS_LIST_LIMITED_TO
source: Wizard messages list limited to %d by default.
fr: Liste des messages de l'assistant limitée à %d par defaut.

# _TOOLTIP_ALERT_MSG
source: The Subject and the Body can use these predefined values:<br> <b>__device__</b>: the device which send the log line which raise this alert.<br> <b>__alert__</b>: the Alert Name.<br> <b>__level__</b>: the Alert Level.<br> <b>__log__</b>: the complete log line.<br>
fr: Le Sujet et le Message d'une Alerte peuvent utiliser des valeurs predefinies suivantes:<br> <b>__device__</b>: l'equipement qui a envoye la ligne de log qui a leve cette alerte.<br> <b>__alert__</b>: le Nom de l'Alerte.<br> <b>__level__</b>: le Niveau de l'Alerte.<br> <b>__log__</b>: la ligne de log complete.<br>

# _TOOLTIP_DEVICE_STATUS
source: Status Device can be:<br> <b>Stopped</b>: logs are directly dropped<br> <b>Paused</b>: logs are written but not parsed<br> <b>Started</b>: logs are fully handled<br>
fr: Le statut d'un equipement peut etre:<br> <b>Arrete</b>: les logs sont directement rejetes<br> <b>En Pause</b>: les logs sont ecrits mais ne sont pas parses<br> <b>Demarre</b>: les logs sont completement geres<br>

# _TOOLTIP_SYSTEM_DB
source: DataBase is only use to save alerts and to execute SQL Queries on Reports.<br> <b>Server:</b> (<i>default: localhost</i>)<br> <b>User:</b> (<i>default: octopussy</i>)<br> <b>Password:</b> (<i>default: octopussy</i>)<br> <b>Base:</b> (<i>default: octopussy</i>)<br>
fr: La Base de Donnée est utilisée uniquement pour sauver les alertes et éxécuter les requêtes SQL des Rapports.<br> <b>Serveur:</b> (<i>defaut: localhost</i>)<br> <b>Utilisateur:</b> (<i>defaut: octopussy</i>)<br><b>Mot de passe:</b> (<i>defaut: octopussy</i>)<br> <b>Base:</b> (<i>defaut: octopussy</i>)<br>

# _TOOLTIP_SYSTEM_JABBER
source: Jabber is used to send Alerts to Instant Messaging Contacts.<br> <b>Server:</b> (<i>yourjabber.yourdomain.com</i>)<br> <b>User:</b> (<i>yourjabberuser</i>)<br> <b>Password:</b> (<i>yourjabberpassword</i>)<br> <hr> More info on Jabber: http://www.jabber.org/
fr: Jabber est utilisé pour envoyer les Alertes aux Contacts de Messagerie Instantanée.<br> <b>Serveur:</b> (<i>votrejabber.votredomaine.com</i>)<br> <b>Utilisateur:</b> (<i>votreutilisateurjabber</i>)<br> <b>Mot de passe:</b> (<i>votremotdepassejabber</i>)<br> <hr> Plus d'info sur Jabber: http://www.jabber.org/

# _TOOLTIP_SYSTEM_LDAP
source: LDAP is used to get Contacts and Users.<br> <b>Contacts Server:</b> (<i>yourldapserver.yourdomain.com</i>)<br> <b>Contacts Base:</b> (<i>ou=Contacts,dc=yourdomain,dc=com</i>)<br> <b>Contacts Filter:</b> <br> <b>Users Server:</b> (<i>yourldapserver.yourdomain.com</i>)<br> <b>Users Base:</b> (<i>ou=Users,dc=yourdomain,dc=com</i>)<br> <b>Users Filter:</b> <br> <hr> More info on LDAP: http://www.openldap.org/
fr: LDAP est utilisé pour récupérer les Contacts et les Utilisateurs.<br> <b>Serveur Contacts:</b> (<i>votreserveurldap.votredomaine.com</i>)<br> <b>Base Contacts:</b> (<i>ou=Contacts,dc=yourdomain,dc=com</i>)<br> <b>Filtre Contacts:</b> <br> <b>Serveur Utilisateurs:</b> (<i>votreserveurldap.votredomaine.com</i>)<br> <b>Base Utilisateurs:</b> (<i>ou=Users,dc=yourdomain,dc=com</i>)<br> <b>Filtre Utilisateurs:</b> <br> <hr> Plus d'info sur LDAP: http://www.openldap.org/

# _TOOLTIP_SYSTEM_NSCA
source: NSCA is used to send Alerts to the Nagios supervision console.<br> <b>Binary:</b> Name of the binary send_nsca<br> <b>Configuration File:</b> Filename of your send_nsca configuration file<br> <b>Nagios Server:</b> Address of your Nagios supervision console<br> <b>Host defined in Nagios:</b> Name of the Host defined in Nagios to handle Octopussy Alerts<br> <b>Service defined in Nagios:</b> Name of the Service defined in Nagios to handle Octopussy Alerts<br> <hr> More info on Nagios and NSCA: http://www.nagios.org/
fr: NSCA est utilisé pour envoyer les Alertes a la console de supervision Nagios.<br> <b>Binaire:</b> Nom du binaire send_nsca<br> <b>Fichier de Configuration:</b> Nom du fichier de configuration de send_nsca<br> <b>Serveur Nagios:</b> Adresse de votre console de supervision Nagios<br> <b>Hote défini dans Nagios:</b> Nom de l'hote défini dans Nagios pour gérer les Alertes Octopussy<br> <b>Service défini dans Nagios:</b> Nom du service défini dans Nagios pour gérer les Alertes Octopussy<br> <hr> Plus d'info sur Nagios et NSCA: http://www.nagios.org/

# _TOOLTIP_SYSTEM_PROXY
source: Proxy is used to get updates through a proxy.<br> <b>Server:</b> (<i>yourproxy.yourdomain.com</i>)<br> <b>Port:</b> (<i>proxy_port</i>)<br> <b>User:</b> (<i>proxy_user</i>)<br> <b>Password:</b> (<i>proxy_password</i>)<br>
fr: Le Proxy est utilisé pour récupérer les mises à jour à travers un Proxy.<br> <b>Port:</b> (<i>port_proxy</i>)<br> <b>Serveur:</b> (<i>votreproxy.votredomaine.com</i>)<br> <b>Utilisateur:</b> (<i>utilisateur_proxy</i>)<br> <b>Mot de Passe:</b> (<i>motdepasse_proxy</i>)<br>

# _TOOLTIP_SYSTEM_SMTP
source: SMTP is used to send Alerts and Reports to Contacts or contact Octopussy support.<br> <b>Server:</b> (<i>yoursmtp.yourdomain.com</i>)<br> <b>Sender:</b> (<i>you@yourdomain.com</i>)<br>
fr: SMTP est utilisé pour envoyer les Alertes et les Rapports aux Contacts ou contacter le support Octopussy.<br> <b>Serveur:</b> (<i>votresmtp.votredomaine.com</i>)<br> <b>Expediteur:</b> (<i>vous@votredomaine.com</i>)<br>

# _TOOLTIP_SYSTEM_ZABBIX
source: Configuration to send alert to your Zabbix Server
fr: Configuration pour envoyer des alertes au serveur Zabbix
