Repository: Octopussy-Project/Octopussy
Catalog: usr/share/aat/Translations/*.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Francais

source: German
fr: Allemand

source: Italian
fr: Italien

source: Portuguese
fr: Portugais

source: Russian
fr: Russe

source: Spanish
fr: Espagnol

source: Disabled
fr: Désactivé

source: Enabled
fr: Activé

source: Yes
fr: Oui

source: No
fr: Non

source: Hour
fr: Heure

source: Hours
fr: Heures

source: Day
fr: Jour

source: Days
fr: Jours

source: Week
fr: Semaine

source: Month
fr: Mois

source: Year
fr: Annee

source: Every Day
fr: Tous les Jours

source: Every Month
fr: Tous les Mois

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: Current Hour
fr: Heure en Cours

source: Current Day
fr: Jour en Cours

source: Current Week
fr: Semaine en Cours

source: Current Month
fr: Mois en Cours

source: Current Year
fr: Année en Cours

source: Customized
fr: Personnalisé

source: Last Hour
fr: Heure Précédente

source: Last Day
fr: Jour Précédent

source: Last Week
fr: La Semaine Dernière

source: Last Month
fr: Le Mois Dernier

source: Last Year
fr: L'Année Dernière

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Aout

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: Hourly Stats
fr: Stats de l'Heure

source: Daily Stats
fr: Stats du Jour

source: Weekly Stats
fr: Stats de la Semaine

source: Monthly Stats
fr: Stats du Mois

source: Yearly Stats
fr: Stats de l'Année

source: Backup
fr: Sauvegarder

source: Begin
fr: Début

source: Binary
fr: Binaire

source: Body
fr: Corps du Message

source: Bug Report
fr: Rapport de Bug

source: Bytes
fr: Octets

source: Cancel
fr: Annuler

source: Certificate
fr: Certificat

source: Columns
fr: Colonnes

source: Columns Names
fr: Noms des Colonnes

source: Common Name
fr: Nom Commun

# _CONFIG_FILE
source: Configuration File
fr: Fichier de Configuration

source: Dashboard
fr: Tableau de Bord

source: Datasource
fr: Source de Données

source: Datasources
fr: Sources de Données

source: Datasource Value
fr: Valeur de la Source de Données

source: Datasources Value
fr: Valeur des Sources de Données

source: Delete
fr: Supprimer

source: Directory
fr: Répertoire

source: Edit
fr: Editer

source: End
fr: Fin

source: Feature request
fr: Requete de Fonctionnalité

source: Finish
fr: Fin

source: Help
fr: Aide

source: Host
fr: Hote

source: Icons and Text
fr: Icones et Texte

source: Icons Only
fr: Icones Seulement

source: Key
fr: Clé

source: Logout
fr: Déconnexion

source: Menu Display
fr: Affichage Menu

source: Modify
fr: Modifier

source: Next
fr: Suivant

source: Pause
fr: Mettre en Pause

source: Paused
fr: En Pause

source: Remove
fr: Supprimer

source: Restore
fr: Restaurer

source: Restore from File
fr: Restaurer à partir du Fichier

source: Save
fr: Sauver

source: Server
fr: Serveur

source: Start
fr: Démarrer

source: Started
fr: Démarré

source: Status
fr: Statut

source: Stop
fr: Arreter

source: Stopped
fr: Arreté

source: Text Only
fr: Texte Seulement

source: Update
fr: Mise à Jour

source: User
fr: Utilisateur

source: Users
fr: Utilisateurs

source: Birthdate
fr: Date de Naissance

source: Calendar
fr: Calendrier

source: Category
fr: Catégorie

source: Comment
fr: Commentaire

source: Date Begin
fr: Date Debut

source: Date End
fr: Date Fin

source: Date/Time
fr: Date/Heure

source: Day of Month
fr: Jour du Mois

source: Day of Week
fr: Jour de la Semaine

source: Default Storages
fr: Stockages par Defaut

# _EXPORT_FTP
source: FTP Export
fr: Export FTP

# _EXPORT_MAIL
source: Mail Export
fr: Export Mail

# _EXPORT_SCP
source: SCP Export
fr: Export SCP

source: Field
fr: Champ

source: Fields of Table
fr: Champs de la Table

source: File
fr: Fichier

source: Filter
fr: Filtre

source: Firstname
fr: Prenom

source: Lastname
fr: Nom

source: Language
fr: Langue

source: Mail Server
fr: Serveur Messagerie

source: Name
fr: Nom

source: Nb Items
fr: Nb d'éléments

source: New Password
fr: Nouveau Mot de Passe

source: Password
fr: Mot de Passe

source: Query
fr: Requete

source: Recipients
fr: Destinataires

source: Select All
fr: Sélectionner Tout

source: SQL Query Definition
fr: Définition de Requete SQL

source: Subject
fr: Sujet

source: Title
fr: Titre

source: Unknown
fr: Inconnu

source: Used Space
fr: Espace Utilisé

# _USER_PREFS
source: User Preferences
fr: Préférences Utilisateur

source: User Restrictions
fr: Restrictions Utilisateur

source: Value
fr: Valeur

source: Website
fr: Site Web

source: Add New Service
fr: Ajouter un nouveau Service

source: Add Service to Device
fr: Ajout du Service a l'Equipement

source: Add Service to ServiceGroup
fr: Ajout du Service au Groupe de Services

source: Add Storage
fr: Ajouter Stockage

source: Alert
fr: Alarme

source: Alert Description
fr: Description de l'Alerte

source: Alert Level
fr: Niveau de l'Alerte

source: Alert Name
fr: Nom de l'Alerte

source: Alerts
fr: Alertes

source: Alerts Viewer
fr: Visionneur d'Alertes

source: Authentication
fr: Authentification

source: Back
fr: Retour

source: Building
fr: Batiment

source: City
fr: Ville

source: Contacts Base
fr: Base de Contacts

source: Contacts Filter
fr: Filtre de Contacts

source: Contacts Server
fr: Serveur de Contacts

source: Country
fr: Pays

source: CPU Usage
fr: Utilisation CPU

source: Create Report
fr: Creation du Rapport

# _DEFAULT_DIR_INCOMING_LOGS
source: Default Directory for Incoming Logs
fr: Répertoire par Défaut pour les Logs 'Entrants'

# _DEFAULT_DIR_KNOWN_LOGS
source: Default Directory for Known Logs
fr: Répertoire par Défaut pour les Logs 'Reconnus'

# _DEFAULT_DIR_UNKNOWN_LOGS
source: Default Directory for Unknown Logs
fr: Répertoire par Défaut pour les Logs 'Inconnus'

source: Device
fr: Equipement

source: Device Address
fr: Adresse de l'Equipement

source: Device Description
fr: Description de l'Equipement

source: Device Model
fr: Modèle d'Equipement

source: Device Name
fr: Nom de l'Equipement

source: Device Type
fr: Type d'Equipement

source: Devices
fr: Equipements

source: DeviceGroups
fr: Groupe d'Equipements

# _DIR_INCOMING_LOGS
source: Directory for Incoming Logs
fr: Répertoire pour les Logs 'Entrants'

# _DIR_KNOWN_LOGS
source: Directory for Known Logs
fr: Répertoire pour les Logs 'Reconnus'

# _DIR_UNKNOWN_LOGS
source: Directory for Unknown Logs
fr: Répertoire pour les Logs 'Inconnus'

source: Download CSV File
fr: Télécharger Fichier CSV

source: Download File
fr: Télécharger Fichier

source: Download ZIP File
fr: Télécharger Fichier ZIP

source: Duration (d)
fr: Durée (d)

source: Finish Period
fr: Fin de Période

source: Get Logs
fr: Récupération des Logs

source: Graph Height
fr: Hauteur du Graphique

source: Graph Title
fr: Titre du Graphique

source: Graph Type
fr: Type de Graphique

source: Graph Width
fr: Largeur du Graphique

source: Group Name
fr: Nom du Groupe

source: IP Address
fr: Adresse IP

source: Last Alerts
fr: Dernières Alertes

source: Last Logs
fr: Derniers Logs

source: Launch Report
fr: Lancement du Rapport

source: Load
fr: Charge

source: Location
fr: Emplacement

source: Locations
fr: Emplacements

source: Log Level
fr: Niveau de Log

source: Log Type
fr: Type de Log

source: Logrotate
fr: Rotation des Logs

source: Logs Availability
fr: Disponibilité des Logs

source: Logs Viewer
fr: Visionneur de Logs

source: Logs Wizard
fr: Assistant Gestion des Logs

source: Maps
fr: Cartes

source: Match
fr: Occurence

# _MAX_MINUTES_SEARCH
source: Max. number of minutes to search
fr: Nombre maximum de minutes pour la recherche

source: Max. Time Without Log
fr: Temps Maximum Sans Log

# _MEM_USAGE
source: Memory Usage
fr: Utilisation Mémoire

# _NAGIOS_HOST_DEFINED
source: Host defined in Nagios
fr: Hote défini dans Nagios

source: Nagios Server
fr: Serveur Nagios

# _NAGIOS_SERVICE_DEFINED
source: Service defined in Nagios
fr: Service défini dans Nagios

source: Nb Reports
fr: Nb Rapports

source: Negate
fr: Negation

source: New Alert
fr: Nouvelle Alerte

source: New Building
fr: Nouveau Batiment

source: New City
fr: Nouvelle Ville

source: New Contact
fr: Nouveau Contact

source: New Device
fr: Nouvel Equipement

source: New DeviceGroup
fr: Nouveau Groupe d'Equipement

source: New Dynamic Alert
fr: Nouvelle Alerte Dynamique

source: New Dynamic DeviceGroup
fr: Nouveau Groupe d'Equipement Dynamique

source: New Field
fr: Nouveau Champ

# _NEW_OCTOPUSSY_VERSION_AVAILABLE
source: New Version of Octopussy Available
fr: Nouvelle Version d'Octopussy Disponible

source: New Rack
fr: Nouveau Rack

source: New Report
fr: Nouveau Rapport

source: New Room
fr: Nouvelle Salle

source: New Service
fr: Nouveau Service

source: New ServiceGroup
fr: Nouveau Groupe de Services

source: New Static DeviceGroup
fr: Nouveau Groupe d'Equipement Statique

source: New Table
fr: Nouvelle Table

source: New TimePeriod
fr: Nouvelle Période

source: New User
fr: Nouvel Utilisateur

source: Official Website
fr: Site Web Officiel

source: Organization
fr: Organisation

source: Organizational Unit
fr: Unité Organisationnelle

# _PAGE_FIRST
source: First Page
fr: Première Page

# _PAGE_LAST
source: Last Page
fr: Dernière Page

# _PAGE_NEXT
source: Next Page
fr: Page Suivante

# _PAGE_PREVIOUS
source: Previous Page
fr: Page Précédente

source: Partition Logs
fr: Partition des Logs

source: Period
fr: Période

source: Periods
fr: Périodes

source: Processor
fr: Processeur

source: Quick Search on this Page
fr: Recherche Rapide dans cette Page

source: Rank
fr: Rang

source: Reload
fr: Recharger

source: Reload All
fr: Recharger tout

source: Reload Required
fr: Rechargement Requis

source: Remove Log Minute
fr: Suppression de la Minute de Log

source: Repetition (n)
fr: Répétition (n)

source: Report
fr: Rapport

source: Report Categories
fr: Categories de Rapport

source: Report Creation
fr: Création de Rapport

# _REPORT_CSV
source: CSV Format Report
fr: Rapport au format CSV

source: Report Edition
fr: Edition de Rapport

source: Report Fields Order
fr: Ordre des Champs du Rapport

source: Report File doesn't exist !
fr: Le fichier du rapport n'existe pas !

# _REPORT_HTML
source: HTML Format Report
fr: Rapport au format HTML

source: Report in Progress
fr: Rapport en cours

source: Report Name
fr: Nom du Rapport

# _REPORT_OFC
source: Open Flash Chart Report
fr: Rapport Open Flash Chart

# _REPORT_PDF
source: PDF Format Report
fr: Rapport au format PDF

# _REPORT_RRD_GRAPH
source: Graph RRD Report
fr: Rapport Graph RRD

source: Report Scheduler
fr: Planificateur de Rapport

# _REPORT_XML
source: XML Format Report
fr: Rapport au format XML

source: Reports
fr: Rapports

source: Reports Updates
fr: Mise à Jour de Rapports

source: Reports Viewer
fr: Visionneur de Rapports

source: Rights
fr: Droits

source: Room
fr: Salle

source: Rotate Left
fr: Rotation Gauche

source: Rotate Right
fr: Rotation Droite

source: Running Reports
fr: Rapports en cours

source: Save as Search Template
fr: Sauver comme Modèle de Recherche

source: Schedule
fr: Planifier

source: Schedule Report
fr: Planifier un Rapport

source: Schedule Statistic Report
fr: Planifier un Rapport Statistique

source: Scheduler
fr: Planificateur

source: Search Templates
fr: Modèles de Recherche

# _SELECT_THIS_MSG
source: Select this Message
fr: Sélectionner ce Message

source: Selection
fr: Sélection

source: Sender
fr: Expéditeur

source: Service Name
fr: Nom de Service

source: ServiceGroups
fr: Groupe de Services

source: Services Updates
fr: Mise à Jour de Services

# _SHOW_DIFF
source: Show Differences
fr: Montrer les Differences

source: Start Period
fr: Début de Période

source: Start Time
fr: Heure de Début

source: State
fr: Etat

source: Static
fr: Statique

source: Static Alert Configuration
fr: Configuration d'Alerte Statique

source: Statistics
fr: Statistiques

source: Statistic Report Edition
fr: Edition de Rapport Statistique

source: Statistic Report Scheduler
fr: Planification de Rapport Statistique

source: Statistic Reports
fr: Rapports Statistiques

source: Storages
fr: Stockages

source: Street
fr: Rue

source: Support Request
fr: Demande de Support

source: Swap Usage
fr: Utilisation Swap

source: Syslog Output
fr: Sortie Syslog

# _SYSTEM_CONFIG
source: System Configuration
fr: Configuration Système

source: Table Name
fr: Nom de la Table

source: Tables Updates
fr: Mise à Jour de Tables

source: Taxonomy
fr: Taxonomie

# _TICKET_CLOSED
source: Closed
fr: Fermé

# _TICKET_OPENED
source: Opened
fr: Ouvert

# _TICKET_WAIT_FOR_INFO
source: Waiting for Info
fr: En attente d'info

# _TICKET_WORK_PROGRESS
source: Work in Progress
fr: Travail en Cours

source: Timeline
fr: Chronologie

source: TimePeriod
fr: Période

source: TimePeriod Name
fr: Nom de la Période

source: TimePeriods
fr: Périodes

source: Time Step
fr: Etape

# _UNKNOWN_MSGS
source: Unknown Messages
fr: Messages Inconnus

source: Users Auth. DN
fr: Auth. DN Utilisateurs

source: Users Auth. Password
fr: Auth. Password Utilisateurs

source: Users Base
fr: Base Utilisateurs

source: Users Filter
fr: Filtre Utilisateurs

source: Users Server
fr: Serveur Utilisateurs

source: World Statistics
fr: Statistiques Mondiales

# _ZABBIX_HOST_DEFINED
source: Host defined in Zabbix
fr: Hote défini dans Zabbix

source: Zabbix Server
fr: Serveur Zabbix

# _ZABBIX_ITEM_DEFINED
source: Item defined in Zabbix
fr: Elément défini dans Zabbix

source: Zoom In
fr: Zoom Avant

source: Zoom Out
fr: Zoom Arrière

# _DLG_DELETE_ALERT
source: Do you really want to delete Alert '%%arg1%%' ?
fr: Voulez vous vraiment supprimer l'Alerte '%%arg1%%' ?

# _DLG_DELETE_CONTACT
source: Do you really want to delete Contact '%%arg1%%' ?
fr: Voulez vous vraiment supprimer le Contact '%%arg1%%' ?

# _DLG_DELETE_DEVICE
source: Do you really want to delete Device '%%arg1%%' ?
fr: Voulez vous vraiment supprimer la Machine '%%arg1%%' ?

# _DLG_DELETE_DEVICEGROUP
source: Do you really want to delete Device Group '%%arg1%%' ?
fr: Voulez vous vraiment supprimer le Groupe d'Equipements '%%arg1%%' ?

# _DLG_DELETE_DEVICE_SERVICE
source: Do you really want to delete Service '%%arg1%%' from Device '%%arg2%%' ?
fr: Voulez vous vraiment supprimer le Service '%%arg1%%' de la Machine '%%arg2%%' ?

# _DLG_DELETE_LOCATION_BUILDING
source: Do you really want to delete Location City '%%arg1%%' Building '%%arg2%%' ?
fr: Voulez vous vraiment supprimer la Location Ville '%%arg1%%' Batiment '%%arg2%%' ?

# _DLG_DELETE_LOCATION_CITY
source: Do you really want to delete Location City '%%arg1%%' ?
fr: Voulez vous vraiment supprimer la Location Ville '%%arg1%%' ?

# _DLG_DELETE_LOCATION_RACK
source: Do you really want to delete Location City '%%arg1%%' Building '%%arg2%%' Room '%%arg3%%' Rack '%%arg4%%' ?
fr: Voulez vous vraiment supprimer la Location Ville '%%arg1%%' Batiment '%%arg2%%' Salle '%%arg3%%' Rack '%%arg4%%'?

# _DLG_DELETE_LOCATION_ROOM
source: Do you really want to delete Location City '%%arg1%%' Building '%%arg2%%' Room '%%arg3%%' ?
fr: Voulez vous vraiment supprimer la Location Ville '%%arg1%%' Batiment '%%arg2%%' Salle '%%arg3%%' ?

# _DLG_DELETE_LOG
source: Do you really want to delete this Log line #%%log%% ?
fr: Voulez vous vraiment supprimer la ligne de Log #%%log%% ?

# _DLG_DELETE_LOG_MINUTE
source: Do you really want to delete this Log File %%datetime%% ?
fr: Voulez vous vraiment supprimer le fichier de Log %%datetime%% ?

# _DLG_DELETE_MESSAGE
source: Do you really want to delete Message '%%msg%%' from Service '%%service%%' ?
fr: Voulez vous vraiment supprimer le Message '%%msg%%' du Service '%%service%%' ?

# _DLG_DELETE_REPORT
source: Do you really want to delete Report '%%arg1%%' ?
fr: Voulez vous vraiment supprimer le Rapport '%%arg1%%' ?

# _DLG_DELETE_REPORT_DATA
source: Do you really want to delete Report '%%arg1%%' '%%arg2%%' ?
fr: Voulez vous vraiment supprimer le Rapport '%%arg1%%' '%%arg2%%' ?

# _DLG_DELETE_REPORT_MONTH
source: Do you really want to delete Report Month '%%arg1%%' '%%arg2%% %%arg3%%' ?
fr: Voulez vous vraiment supprimer le Mois de Rapport '%%arg1%%' '%%arg2%% %%arg3%%' ?

# _DLG_DELETE_REPORT_SCHEDULE
source: Do you really want to delete Report Schedule '%%arg1%%' ?
fr: Voulez vous vraiment supprimer la planification du Rapport '%%arg1%%' ?

# _DLG_DELETE_SEARCH_TEMPLATE
source: Do you really want to delete Search Template '%%arg1%%' from user '%%arg2%%' ?
fr: Voulez vous vraiment supprimer le Modèle de Recherche '%%arg1%%' de l'utilisateur '%%arg2%%' ?

# _DLG_DELETE_SERVICE
source: Do you really want to delete Service '%%arg1%%' ?
fr: Voulez vous vraiment supprimer le Service '%%arg1%%' ?

# _DLG_DELETE_SERVICEGROUP
source: Do you really want to delete Service Group '%%arg1%%' ?
fr: Voulez vous vraiment supprimer le Groupe de Services '%%arg1%%' ?

# _DLG_DELETE_SERVICEGROUP_SERVICE
source: Do you really want to delete Service '%%arg2%%' from Service Group '%%arg1%%' ?
fr: Voulez vous vraiment supprimer le Service '%%arg2%%' du Groupe de Services '%%arg1%%' ?

# _DLG_DELETE_STATISTIC_REPORT
source: Do you really want to delete Statistic Report '%%arg1%%' ?
fr: Voulez vous vraiment supprimer le Rapport Statistique '%%arg1%%' ?

# _DLG_DELETE_STATISTIC_REPORT_SCHEDULE
source: Do you really want to delete Statistic Report Schedule '%%arg1%%' ?
fr: Voulez vous vraiment supprimer la Planification du Rapport Statistique '%%arg1%%' ?

# _DLG_DELETE_STORAGE
source: Do you really want to delete Storage '%%arg1%%' ?
fr: Voulez vous vraiment supprimer le Stockage '%%arg1%%' ?

# _DLG_DELETE_TABLE
source: Do you really want to delete Table '%%arg1%%' ?
fr: Voulez vous vraiment supprimer la Table '%%arg1%%' ?

# _DLG_DELETE_TIMEPERIOD
source: Do you really want to delete TimePeriod '%%arg1%%' ?
fr: Voulez vous vraiment supprimer la Periode '%%arg1%%' ?

# _DLG_DELETE_USER
source: Do you really want to delete User '%%arg1%%' ?
fr: Voulez vous vraiment supprimer l'Utilisateur '%%arg1%%' ?

# _DLG_LOGOUT
source: Do you really want to logout ?
fr: Voulez vous vraiment vous deconnecter ?

# _DLG_PARSE_PAUSE
source: Do you really want to pause parsing Device '%%arg1%%' ?
fr: Voulez vous vraiment mettre en pause le parseur de la Machine '%%arg1%%' ?

# _DLG_PARSE_START
source: Do you really want to start parsing Device '%%arg1%%' ?
fr: Voulez vous vraiment demarrer le parseur de la Machine '%%arg1%%' ?

# _DLG_PARSE_STOP
source: Do you really want to stop parsing Device '%%arg1%%' ?
fr: Voulez vous vraiment arreter le parseur de la Machine '%%arg1%%' ?

# _DLG_RESTORE_CONFIG
source: Do you really want to restore configuration from file '%%arg1%%' ?
fr: Voulez vous vraiment restaurer la configuration a partir du fichier '%%arg1%%' ?

# _MSG_ALERT_RAISED_ONLY
source: Alert will be raised only if we match n Times in less than d Seconds in one Device
fr: Alerte remontée seulement si on reconnait n Fois en moins de d Secondes pour un Equipement

# _MSG_CHECK_UPDATES
source: Check for Updates
fr: Vérifier les mises à jour

# _MSG_CONFIG_RESTORED
source: Configuration restored from file '%s'
fr: Configuration restaurée à partir du fichier '%s'

# _MSG_CONTACT_ALREADY_EXIST
source: Contact already exists !
fr: Contact déjà existant !

# _MSG_CONTACT_INFO_INVALID
source: Contact Info requires at least ID and Email/IM !
fr: L'information du contact nécessite au moins l'ID et son Email/IM !

# _MSG_CONTACT_ME
source: For anything else, contact me at octo.devel@gmail.com
fr: Pour tout le reste, contactez moi a octo.devel@gmail.com

# _MSG_DEVICEGROUP_ALREADY_EXISTS
source: DeviceGroup already exists
fr: Le Groupe d'Equipement existe déjà

# _MSG_DYNAMIC_ALERT_CREATION
source: Dynamic Alert Creation
fr: Création d'Alerte Dynamique

# _MSG_EXTRACT_PROGRESS_DATA
source: Working on Data...
fr: Extraction des Données...

# _MSG_EXTRACT_PROGRESS_LISTING_FILES
source: Listing Files...
fr: Liste des Fichiers...

# _MSG_FIELD_DONT_EXIST
source: Field doesn't exist !
fr: Le champ n'existe pas !

# _MSG_INVALID_LOGIN_PASSWORD
source: You entered an invalid login/password !
fr: Vous venez d'entrer un identifiant/mot de passe invalide !

# _MSG_INVALID_SCHEDULE_PERIOD
source: You entered an invalid Period for this Schedule !
fr: Vous venez d'entrer une Periode de Planification invalide !

# _MSG_LOGS_AVAILABILITY_FOR_DEVICE
source: Logs availability for device %s
fr: Disponibilité des Logs pour l'equipement %s

# _MSG_MAIL_SENT_TO_SUPPORT
source: Mail sent to Octopussy support.
fr: Mail envoyé au support Octopussy.

# _MSG_MAP_CREATION_INFO
source: For more information on creating Maps, go to the Octopussy WebSite !
fr: Pour plus d'information sur la création des Maps, allez sur le site Web Octopussy !

# _MSG_MSGID_ALREADY_EXISTS
source: Message ID already exists !
fr: Message ID déjà existant !

# _MSG_MSGID_CANT_BE_NULL
source: Message ID can't be NULL
fr: Message ID ne peut pas être nul

# _MSG_MSGS_FOR_SERVICE
source: Messages for Service %s (version %s)
fr: Messages pour le Service %s (version %s)

# _MSG_NB_LINES
source: Number of Lines:
fr: Nombre de Lignes:

# _MSG_NEED_DEFINE_CONTACT
source: If you want to send Alerts, you need to define Contacts.
fr: Si vous voulez envoyer des Alertes, vous devez définir des Contacts.

# _MSG_NEED_REPORT_FOR_SCHEDULE
source: You need to create a Report before scheduling anything.
fr: Vous devez créer un Rapport avant de planifier quoi que ce soit.

# _MSG_NEED_SMTP_SERVER_TO_SUBMIT
source: You need to configure the SMTP Server to contact Octopussy support !
fr: Vous devez configurer le Serveur SMTP pour contacter le support Octopussy !

# _MSG_NO_GRAPH_AVAILABLE
source: No graph available !
fr: Aucun graphique disponible !

# _MSG_NO_MSG_FOR_SERVICE
source: No Message defined for Service %s (version %s)
fr: Aucun Message défini pour le Service %s (version %s)

# _MSG_NO_UPDATES_AVAILABLE
source: No Updates Available
fr: Pas de Mise à Jour Disponible

# _MSG_OK_TO_SEND_DATA_TO_8PUSSY
source: I'm OK to send anonymous data to octopussy.pm
fr: Je suis d'accord pour envoyer des données anonymes à 8pussy.org

# _MSG_REACH_MAX_LINES
source: Maximum of %d lines reached!
fr: Maximum de %d lignes atteint!

# _MSG_REPORT_DATA_SOURCE
source: Data from %d files / %d lines handled in %d minutes and %d seconds.
fr: Données provenant de %d fichier(s) / %d ligne(s) traitée(s) en %d minute(s) et %d seconde(s).

# _MSG_REPORT_GENERATED_BY
source: Generated by Octopussy
fr: Généré par Octopussy

# _MSG_REPORT_PROGRESS_BUILDING_REPORT
source: Building Report...
fr: Génération du Rapport...

# _MSG_REPORT_PROGRESS_INIT_DB
source: Initializing Database...
fr: Initialisation de la Base de Données...

# _MSG_REPORT_PROGRESS_INIT_PLUGIN
source: Initializing Plugins...
fr: Initialisation des Plugins...

# _MSG_REPORT_PROGRESS_INSERTING_DATA
source: Inserting Data...
fr: Insertion des Données...

# _MSG_REPORT_PROGRESS_LISTING_FILES
source: Getting data files...
fr: Récuperation des fichiers de données...

# _MSG_REPORT_PROGRESS_QUERYING_DB
source: Querying Database...
fr: Requete sur la Base de Données...

# _MSG_REPORT_PROGRESS_REPORT_CONFIG
source: Loading Report Configuration...
fr: Chargement de la configuration du Rapport...

# _MSG_RESTART_OCTOPUSSY
source: Restart Octopussy
fr: Redémarrer Octopussy

# _MSG_SCHEDULE_ALREADY_EXISTS
source: Schedule already exists !
fr: Planification déjà existante !

# _MSG_SEND_MY_NEW
source: Send my new/updated Service/Table
fr: Envoyer mon nouveau/ma mise à jour de Service/Table

# _MSG_SERVICES_FOR_DEVICE
source: Services for Device %s
fr: Services pour l'Equipement %s
